2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/happy-flow-TC0101-2-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670000</ABONNEMENT>
            <NAAM>Geen pop.bep. levering op basis van doelbinding</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
   <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
   <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>*</brp:soortSynchronisatie>
    <brp:abonnementNaam>*</brp:abonnementNaam>
    <brp:categorieDienst>*</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>03001</brp:code>
    <brp:naam>Wijziging verstrekkingsbeperking</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>036101</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="*">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>*</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>330298628</brp:burgerservicenummer>
          <brp:administratienummer>3028063745</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:predicaatCode>K</brp:predicaatCode>
          <brp:voornamen>Cees</brp:voornamen>
          <brp:adellijkeTitelCode>G</brp:adellijkeTitelCode>
          <brp:voorvoegsel>voor</brp:voorvoegsel>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Vlag</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datum>1981-10-02</brp:datum>
          <brp:gemeenteCode>0519</brp:gemeenteCode>
          <brp:woonplaatsnaam>Honselersdijk</brp:woonplaatsnaam>
          <brp:buitenlandsePlaats>Gent</brp:buitenlandsePlaats>
          <brp:buitenlandseRegio>Zuid</brp:buitenlandseRegio>
          <brp:omschrijvingLocatie>omschrijving geboorte locatie Cees</brp:omschrijvingLocatie>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:code>M</brp:code>
        </brp:geslachtsaanduiding>
        <brp:indicaties>
          <brp:volledigeVerstrekkingsbeperking brp:objecttype="PersoonIndicatie" brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*"
                                               brp:objectSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:waarde>J</brp:waarde>
          </brp:volledigeVerstrekkingsbeperking>
        </brp:indicaties>
        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>